//自定义得词库-_-
var dict = {
    "听说": 1,
    "动物园": 1,
    "去": 1,
    "我": 1,
    "一": 1,
    "放": 1,
    "暑假": 1,
    "妈妈": 1,
    "带": 1,
    "答应": 1,
    "高兴": 1,
    "呀": 1,
    "大熊猫": 1,
    "可爱": 1,
    "脑袋": 1,
    "圆圆": 1,
    "两": 1,
    "二": 1,
    "耳朵": 1,
    "身子": 1,
    "胖胖": 1,
    "四": 1,
    "肢": 1,
    "背": 1,
    "黑色": 1,
    "漂亮": 1,
    "大猩猩": 1,
    "喜欢": 1,
    "喂": 1,
    "1": 1,
    "吃": 1,
    "香蕉": 1,
    "糖": 1,
    "跟头": 1,
    "它": 1,
    "敲": 1,
    "胸脯": 1,
    "大笑": 1,
    "猴子": 1,
    "老虎": 1,
    "熊": 1,
    "调皮": 1,
    "看见": 1,
    "我们": 1,
    "白色": 1,
    "有": 1,
    "玩": 1
};

// 不需要的词
var stop = {
    "的": 1
};

// 需要的对象
var obj = [{
        "name": "耳朵",
        "img": "img/ear.png"
    },
    {
        "name": "肢",
        "img": "img/hand.png"
    },
    {
        "name": "香蕉",
        "img": "img/banana.png"
    },
    {
        "name": "糖",
        "img": "img/suger.png"
    }
]

// 量词配置
var countn = {
    "1": 1,
    "2": 2,
    "3": 3,
    "4": 4,
    "5": 5,
    "6": 6,
    "7": 7,
    "8": 8,
    "9": 9,
    "10": 10,
    "一": 1,
    "二": 2,
    "三": 3,
    "四": 4,
    "五": 5,
    "六": 6,
    "七": 7,
    "八": 8,
    "九": 9,
    "十": 10,
    "两": 2
}